Repository: CareEvolution/ResearchKit
Catalog: ResearchKit/Localized/ResearchKit.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt, pt_pt, ro, ru, sk, sv, sw, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# GENDER_FORM_ITEM_PLACEHOLDER
source: Pick a gender
ar: اختيار الجنس
ca: Selecciona un sexe
cs: Vyberte pohlaví
da: Vælg køn
de: Geschlecht wählen
el: Επιλέξτε φύλο
es: Selecciona tu sexo
es_419: Elige un sexo
fi: Valitse sukupuoli
fr: Choisir
fr_ca: Choisir un sexe
he: בחר/י מין
hi: लिंग चुनें
hr: Izaberite rod
hu: Nem kiválasztása
id: Pilih jenis kelamin
it: Scegli il sesso
ja: 性別を選択
ko: 성별 선택
ms: Pilih jantina
nb: Angi kjønn
nl: Kies een geslacht
pl: Wybierz płeć
pt: Escolha um sexo
pt_pt: Escolha o sexo
ro: Alegeți o opțiune
ru: Выберите пол
sk: Vyberte pohlavie
sv: Välj ett kön
sw: Chagua jinsia
th: เลือกเพศ
tr: Bir cinsiyet seçin
uk: Виберіть стать
vi: Chọn giới tính
zh_cn: 选择性别
zh_hk: 選擇性別
zh_tw: 選擇性別

# GENDER_FORM_ITEM_TITLE
source: Gender
ar: الجنس
ca: Sexe
cs: Pohlaví
da: Køn
de: Geschlecht
el: Φύλο
es: Sexo
es_419: Sexo
fi: Sukupuoli
fr: Sexe
fr_ca: Sexe
he: מין
hi: लिंग
hr: Spol
hu: Nem
id: Jenis Kelamin
it: Sesso
ja: 性別
ko: 성별
ms: Jantina
nb: Kjønn
nl: Geslacht
pl: Płeć
pt: Sexo
pt_pt: Sexo
ro: Sex
ru: Пол
sk: Pohlavie
sv: Kön
sw: Jinsia
th: เพศ
tr: Cinsiyet
uk: Стать
vi: Giới tính
zh_cn: 性别
zh_hk: 性別
zh_tw: 性別

# GENDER_MALE
source: Male
ar: ذكر
ca: Home
cs: Muž
da: Mand
de: Männlich
el: Άντρας
es: Hombre
es_419: Hombre
fi: Mies
fr: Homme
fr_ca: Homme
he: זכר
hi: पुरूष
hr: Muško
hu: Férfi
id: Pria
it: Uomo
ja: 男性
ko: 남성
ms: Lelaki
nb: Mann
nl: Man
pl: Mężczyzna
pt: Masculino
pt_pt: Masculino
ro: Masculin
ru: Мужской
sk: Muž
sv: Man
sw: Mwanaume
th: ชาย
tr: Erkek
uk: Чоловіча
vi: Nam
zh_cn: 男
zh_hk: 男性
zh_tw: 男性

# GENDER_OTHER
source: Other
ar: غير ذلك
ca: Altres
cs: Jiné
da: Andet
de: Sonstiges
el: Άλλο
es: Otro
es_419: Otro
fi: Muu
fr: Autre
fr_ca: Autre
he: אחר
hi: अन्य
hr: Ostalo
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
ms: Lain
nb: Annet
nl: Anders
pl: Inna
pt: Outro
pt_pt: Outro
ro: Altul
ru: Другой
sk: Iné
sv: Annat
sw: Nyingine
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh_cn: 其他
zh_hk: 其他
zh_tw: 其他

# GIVEN_NAME_ITEM_PLACEHOLDER
source: John
ar: باسل
ca: Jordi
cs: Jan
da: Clara
de: Max
el: Γιάννης
es: Juan
es_419: Juan
fr: Gilles
fr_ca: Gilles
he: ישראל
hi: साहिल
hr: Ivan
hu: Ede
it: Giovanni
ko: 길동
pl: Jan
pt: Jaime
pt_pt: Manuel
ro: Ioana
ru: Иван
sk: Janko
tr: Ali
uk: Степан
zh_hk: 大明

# HOLE_PEG_TEST_CALL_TO_ACTION
source: Tap Get Started to begin.
ar: اضغط على البدء لكي تبدأ.
ca: Per iniciar, prem Començar.
cs: Začněte klepnutím na Začít.
da: Tryk på Gå i gang for at starte.
de: Tippe zum Starten auf „Los geht’s“.
el: Αγγίξτε «Έναρξη» για να αρχίσετε.
es: Pulsa Empezar para comenzar.
es_419: Toca Empezar para comenzar.
fi: Aloita napauttamalla Aloita-painiketta.
fr: Touchez Démarrer pour commencer.
fr_ca: Touchez Démarrer pour commencer.
he: הקש/י על ״התחלה״ כדי להתחיל.
hi: आरंभ करने के लिए “आरंभ करें” पर टैप करें।
hr: Dodirnite Pokreni za početak.
hu: A kezdéshez koppintson a Kezdés elemre.
id: Ketuk Mulai untuk memulai.
it: Tocca Inizia per cominciare.
ja: 始めるには、“開始”をタップしてください。
ko: 시작하려면 시작하기를 탭하십시오.
ms: Ketik Mulakan untuk memulakan.
nb: Trykk på Start for å begynne.
nl: Tik op 'Start' om te beginnen.
pl: Aby rozpocząć, stuknij w Start.
pt: Toque em Iniciar para começar.
pt_pt: Para iniciar, toque em Começar.
ro: Apăsați “Start” pentru a începe.
ru: Чтобы приступить, коснитесь «Начать».
sk: Aktivitu spustíte klepnutím na Začať.
sv: Tryck på Kom igång för att börja.
sw: Gonga 'Anza' kuendelea.
th: แตะเริ่มต้นใช้งานเพื่อเริ่ม
tr: Başlamak için Başla’ya dokunun.
uk: Торкніть «Розпочати», щоб почати.
vi: Chạm vào Bắt đầu để bắt đầu.
zh_cn: 轻点“开始”来进行测试。
zh_hk: 點一下「開始」以進行測試。
zh_tw: 點一下「開始測試」來開始。

# HOLE_PEG_TEST_INTRO_TEXT_%@
source: This activity measures your upper extremity function by asking you to place a peg in a hole. You will be asked to do this %@ times.
ar: هذا النشاط يقيس وظيفة الطرف العلوي عن طريق الطلب منك بأن تضع العقدة في حفرة. سوف يطلب منك أن تفعل هذا %@ مرات.
ca: Aquesta activitat mesura la funcionalitat de les teves extremitats superiors demanant-te que fiquis una clavilla dins d’un forat. Ho hauràs de fer %@ cops.
cs: Tato aktivita otestuje motoriku vašich horních končetin. Požádáme vás o zasunutí kolíku do otvoru. Budete k tomu vyzváni celkem %@×.
da: Denne aktivitet måler funktionen i dine øvre ekstremiteter ved at bede dig om at anbringe en pind i et hul. Du bliver bedt om at gøre dette %@ gange.
de: Mit dieser Aktivität wird die Reaktionsfähigkeit deiner oberen Extremitäten gemessen, indem du aufgefordert wirst, einen Kreis auf einem Loch zu platzieren. Das Ganze wird %@-mal wiederholt.
el: Αυτή η δραστηριότητα μετρά την επιδεξιότητα των άνω άκρων σας ζητώντας σας να τοποθετήσετε έναν κύκλο σε μια οπή. Αυτό θα σας ζητηθεί να το κάνετε %@ φορές.
es: Esta actividad mide la capacidad funcional de tus extremidades superiores, para lo cual se te pedirá que introduzcas una clavija en un agujero %@ veces.
es_419: Esta actividad mide la funcionalidad de tus extremidades superiores pidiéndote que coloques una estaca en un hoyo. Se te pedirá que hagas esto %@ veces.
fi: Tämä aktiviteetti mittaa yläraajojen toimintaa pyytämällä sinua asettamaan palikan reikään. Tämä toistetaan %@ kertaa.
fr: Cette activité évalue le fonctionnement de vos extrémités supérieures. Vous devez placer un rond dans un trou et répéter cette opération %@ fois.
fr_ca: Cette activité mesure la dextérité de vos membres supérieurs en vous demandant de placer un cercle dans un trou. On vous demandera de le faire %@ fois.
he: פעילות זו מודדת את תפקוד פלג הגוף העליון בכך שהיא מבקשת ממך להניח דיסקית עגולה בתוך חור. את הפעולה הזו תתבקש/י לבצע %@ פעמים.
hi: छिद्र में पेग को डालने के लिए कहकर इस गतिविधि द्वारा आपके अपर एक्सट्रेमिटी फ़ंक्शन का मापन किया जाता है। आपसे %@ बार ऐसा करने का अनुरोध किया जाएगा।
hr: Ova aktivnost mjeri funkciju vaših gornjih ekstremiteta dok stavljate klin u rupu. Ovu radnju morat ćete ponoviti %@ puta.
hu: Ez a tevékenység a felső végtagok mozgását vizsgálja, amelynek során a rendszer megkéri Önt, hogy illesszen bele egy kört egy lyukba. Ezt %@ alkalommal kell megtennie.
id: Aktivitas ini mengukur fungsi bagian teratas dengan meminta Anda untuk meletakkan sumbat di lubang. Anda akan diminta untuk melakukan ini %@ kali.
it: Questo test valuta la funzionalità dei tuoi arti superiori. Dovrai posizionare l'icona colorata nella sagoma vuota %@ volte.
ja: このアクティビティでは、円を穴に入れる動作で上肢機能を測定します。測定は%@回行います。
ko: 이 실험은 페그를 구멍에 넣는 동작을 통해 사용자의 상지 기능을 측정합니다. 이 동작을 %@번 해야 합니다.
ms: Aktiviti ini mengukur fungsi anggota badan atas anda dengan meminta anda meletakkan pancang ke dalam lubang. Anda akan diminta melakukan ini sebanyak %@ kali.
nb: I denne aktiviteten skal du plassere en plugg i et hull for å måle funksjonen i armene dine. Du vil bli bedt om å gjøre det %@ ganger.
nl: Tijdens deze activiteit meet je het functioneren van je bovenste ledematen door een schijfje in een cirkel te plaatsen. Dit moet je %@ keer doen.
pl: To ćwiczenie mierzy sprawność górnej partii ciała: umieszczasz kołek (pełne kółko) w otworze (puste kółko). Do wykonania %@ razy.
pt: Esta atividade determinará a capacidade das suas extremidades superiores, solicitando que você coloque um círculo dentro de um buraco. Você precisará fazer isso %@ vezes.
pt_pt: Esta exercício mede as funções das extremidades superiores pedindo‑lhe que coloque um círculo dentro de um buraco. Ser-lhe-à pedido que repita %@ vezes.
ro: Această activitate vă măsoară funcționalitatea extremităților superioare, solicitându‑vă să plasați un cerc într‑un orificiu. Va trebui să repetați acțiunea de %@ ori.
ru: Во время выполнения этого задания оценивается работоспособность верхних конечностей. Вам предложат поместить колышек в лунку %@ раз(а).
sk: Táto aktivita slúži na otestovanie motoriky horných končatín. Počas testu budete umiestňovať kolíky do otvorov. Test budete opakovať %@-krát.
sv: Den här aktiviteten mäter funktionen för dina övre extremiteter genom att be dig placera en pinne i ett hål. Du uppmanas att göra detta %@ gånger.
sw: Shughuli hii inapima utendaji wa kiungo cha juu kwa kukuuliza uweke kipini katika shimo. Utaulizwa kufanya hivi %@ mara.
th: การกระทำนี้จะวัดความสามารถของการใช้นิ้วมือของคุณโดยที่คุณจะต้องวางหมุดลงในช่อง คุณจะต้องทำการวางหมุด %@ ครั้ง
tr: Bu aktivite, bir daireyi deliğe yerleştirmenizi isteyerek üst uzuvlarınızın işlevini ölçer. Bunu %@ kez yapmanız istenecektir.
uk: Цей тест оцінює функцію ваших верхніх кінцівок, коли вам потрібно покласти кілок в отвір. Вас попросять зробити це %@ разів.
vi: Hoạt động này đánh giá chức năng phần thân trên của bạn bằng cách yêu cầu bạn đặt một miếng gỗ vào trong lỗ. Bạn sẽ được yêu cầu thực hiện việc này %@ lần.
zh_cn: 本活动通过将圆饼放入圆孔来测量您的上肢功能。您将需要完成此操作 %@ 次。
zh_hk: 此測試活動需要你將圓柱放進洞內，以測量你的上肢功能。你將需要執行此操作 %@ 次。
zh_tw: 此活動會要求您將圓柱放入孔中，藉此測量您的上肢功能。將會要求您執行 %@ 次。

# HOLE_PEG_TEST_INTRO_TEXT_2_LEFT_HAND_FIRST_%@
source: Both your left and right hands will be tested. You must pick up the peg as quickly as possible, put it in the hole, and, once done %@ times, remove it again %@ times.
ar: سيتم اختبار كلتا يديك اليسرى واليمنى. يجب التقاط السدادة بأسرع ما يمكن ووضعها في الفتحة، وبمجرد فعل ذلك %@ مرات، قم بإزالتها مجددًا %@ مرات.
ca: S’avaluaran la mà esquerra i la dreta. Has d’agafar la clavilla tan ràpid com puguis, posar‑la al forat i, un cop fet %@ cops, tornar‑la a treure %@ cops.
cs: Bude proveden test levé i pravé ruky. Co nejrychleji uchopte kolík a zasuňte ho do otvoru. Tuto akci proveďte %@× a potom ho opět %@× vyndejte.
da: Både din venstre og højre hånd testes. Du skal samle cirklen op så hurtigt som muligt, anbringe den i hullet, og når det er gjort %@ gange, skal du fjerne den igen %@ gange.
de: Sowohl deine linke als auch die rechte Hand werden getestet. Du musst den Stift so schnell wie möglich greifen, in das Loch stecken und nach einer %@maligen Wiederholung wieder %@ Mal entfernen.
el: Θα ελεγχθούν και το αριστερό και το δεξιό σας χέρι. Πρέπει να πιάσετε τον κύκλο όσο το γρηγορότερο δυνατό, να τον τοποθετήσετε στην οπή και, όταν το κάνετε αυτό %@ φορές, να τον αφαιρέσετε από την οπή %@ φορές.
es: La prueba debe realizarse tanto con la mano izquierda como con la derecha. Hay que introducir la clavija lo más rápido posible en el orificio y, una vez que lo hayas hecho %@ veces, volver a extraerla %@ veces.
es_419: Se probarán tanto tu mano izquierda como la derecha. Debes recoger la estaca tan rápido como te sea posible y ponerla en el hoyo; y una vez que hayas hecho eso %@ veces, debes quitarla otras %@ veces.
fi: Sekä vasen että oikea käsi testataan. Sinun on poimittava palikka mahdollisimman nopeasti, asetettava se reikään, ja tehtyäsi tämän %@ kertaa, poistettava se jälleen %@ kertaa.
fr: Votre main gauche et droite seront toutes les deux testées. Vous devez récupérer l’élément aussi rapidement que possible, le placer dans le trou et, une fois l’opération répétée %@ fois, le retirer de nouveau %@ fois.
fr_ca: Votre main gauche et votre main droite seront testées. Vous devez saisir la cheville aussi rapidement que possible, la placer dans le trou et, après avoir fait cela %@ fois, la retirer à nouveau %@ fois.
he: כעת תתבצע בדיקה של היד השמאלית והימנית שלך. עליך להרים את הדיסקית במהירות המרבית ולהכניס אותה לחור. לאחר שתבצע/י זאת %@ פעמים, עליך להוציא אותה שוב %@ פעמים.
hi: आपके बाएँ और दाएँ, दोनों हाथों का परीक्षण किया जाएगा। आपको जितनी जल्दी हो सके, पेग को लेकर छिद्र में डालना होगा और %1$@ बार करने के बाद %2$@ बार पुनः उसे वहाँ से हटाना होगा।
hr: Testirat će se vaša lijeva i desna ruka. Morate što je brže moguće podići klin, staviti ga u otvor i, čim to napravite %@ puta, morate ga ponovno ukloniti %@ puta.
hu: A bal és a jobb keze egyaránt tesztelve lesz. Minél gyorsabban vegye fel a kört, és illessze be a lyukba, és miután ezt %@ alkalommal megtette, távolítsa el %@ alkalommal.
id: Tangan kiri dan kanan Anda akan dites. Anda harus mengambil pasak secepat mungkin, memasukkannya ke lubang, dan, setelah selesai %@ kali, mencabutnya lagi %@ kali.
it: Verranno esaminate entrambe le mani. Dovrai afferrare l'icona colorata il più velocemente possibile e inserirla nell'apposita sagoma vuota. Una volta completata l'operazione %@ volte, dovrai rimuovere l'icona altre %@ volte.
ja: 左手と右手の両方をテストします。 円をできるだけすばやくつかんでください。穴に入れる動作を%@回繰り返したら、今度は穴から円を取り出す動作を%@回繰り返します。
ko: 왼손과 오른손을 모두 테스트합니다. 페그를 최대한 빨리 집어서 구멍에 넣으십시오. 이 동작을 %@번 완료하면, 페그를 제거하는 동작을 다시 %@번 하십시오.
ms: Tangan kiri dan kanan anda akan diuji. Anda mesti mengutip pancang secepat mungkin, masukkannya ke dalam lubang dan setelah dilakukan sebanyak %@ kali, keluarkannya lagi sebanyak %@ kali.
nb: Både venstre og høyre hånd vil bli testet. Du må plukke opp pluggen så fort som mulig, og legge den i hullet. Gjør dette %@ ganger, og fjern den så igjen %@ ganger.
nl: Zowel je linker- als rechterhand wordt getest. Je moet het schijfje zo snel mogelijk oppakken en in de cirkel plaatsen. Nadat je dit %@ keer hebt gedaan, moet je het schijfje %@ keer weer weghalen.
pl: Testowane będą zarówno lewa, jak i prawa ręka. Musisz podnieść kołek tak szybko, jak to możliwe, umieścić go w otworze, oraz po %@ razach, wyjąć go %@ razy.
pt: Tanto a sua mão esquerda como a direita serão testadas. Você deve pegar o círculo o mais rapidamente possível, colocá-lo no buraco e, após repetir %@ vezes, removê-lo novamente %@ vezes.
pt_pt: As duas mãos serão testadas. Tem de pegar no círculo o mais depressa possível e arrastá‑lo para o buraco. Depois de o fazer %@ vezes, faça o movimento contrário e remova o círculo do buraco %@ vezes.
ro: Va fi testată atât mâna stângă, cât și mâna dreaptă. Trebuie să ridicați cercul cât mai rapid posibil, să-l plasați în orificiu și, după ce repetați acțiunea de %@ ori, să-l scoateți din nou de %@ ori.
ru: Проверены будут обе руки: левая и правая. Вам потребуется поднять колышек как можно быстрее, поместить его в лунку, а затем, повторив упражнение %@ раз(а), удалить его снова %@ раз(а).
sk: Otestovaná bude vaša ľavá aj pravá ruka. Čo najrýchlejšie vezmite kolík, umiestnite do otvoru %@-krát a potom ho vytiahnite taktiež %@-krát.
sv: Både den vänstra och högra handen kommer att testas. Du måste plocka upp pinnen så fort som möjligt och placera den i hålet. När du har gjort det %@ gånger tar du bort den igen %@ gånger.
sw: Mikono yako yote miwili, ya kushoto na ya kulia, itapimwa. Lazima uchukue kigingi haraka iwezekanavyo, ukiweke kwenye tundu, na, mara ukimaliza %@ mara, uiondoe tena %@ mara.
th: ทั้งมือซ้ายและมือขวาของคุณจะถูกทดสอบ คุณจะต้องหยิบหมุดให้ไวที่สุดเท่าที่จะทำได้ แล้ววางหมุดลงในช่อง ทำซ้ำ %@ ครั้ง จากนั้นให้หยิบหมุดออกจากช่อง %@ ครั้ง
tr: Hem sol hem de sağ eliniz test edilecektir. Daireyi mümkün olduğu kadar hızlı bir şekilde almalı, onu deliğe koymalı ve bunu %@ kez yaptıktan sonra yeniden %@ kez kaldırmalısınız.
uk: Тестуванню підлягають ваша ліва і права рука. Ви маєте взяти кілок якомога швидше, поставити в отвір, і зробивши це %@ разів, вилучити його знов %@ разів.
vi: Cả tay trái và phải của bạn sẽ được kiểm tra. Bạn phải nhặt miếng gỗ nhanh nhất có thể, đặt vào trong lỗ, và khi đã thực hiện xong %@ lần, hãy lấy ra %@ lần nữa.
zh_cn: 您的左手和右手都需要进行测试。 您必须以最快速度拿起圆饼，将其放入圆孔中，完成 %@ 次后，再将其移除 %@ 次。
zh_hk: 你的左右手都會被測試。 你必須盡快拿起釘子放入洞中，並在完成 %@ 次後，再拿出來 %@ 次。
zh_tw: 將會測試您的左手和右手。 您必須儘快拿起圓柱，將其放入孔中，完成 %@ 次之後，再將圓柱從孔中取出 %@ 次。

# HOLE_PEG_TEST_INTRO_TEXT_2_RIGHT_HAND_FIRST_%@
source: Both your right and left hands will be tested. You must pick up the peg as quickly as possible, put it in the hole, and, once done %@ times, remove it again %@ times.
ar: سيتم اختبار كلتا يديك اليمنى واليسرى. يجب التقاط السدادة بأسرع ما يمكن ووضعها في الفتحة، وبمجرد فعل ذلك %@ مرات، قم بإزالتها مجددًا %@ مرات.
ca: S’avaluaran la mà dreta i l’esquerra. Has d’agafar la clavilla tan ràpid com puguis, posar‑la al forat i, un cop fet %@ cops, tornar‑la a treure %@ cops.
cs: Bude proveden test pravé i levé ruky. Co nejrychleji uchopte kolík a zasuňte ho do otvoru. Tuto akci proveďte %@× a potom ho opět %@× vyndejte.
da: Både din højre og venstre hånd testes. Du skal samle cirklen op så hurtigt som muligt, anbringe den i hullet, og når det er gjort %@ gange, skal du fjerne den igen %@ gange.
de: Sowohl deine rechte als auch die linke Hand werden getestet. Du musst den Stift so schnell wie möglich greifen, in das Loch stecken und nach einer %@maligen Wiederholung wieder %@ Mal entfernen.
el: Θα ελεγχθούν και το δεξιό και το αριστερό σας χέρι. Πρέπει να πιάσετε τον κύκλο όσο το γρηγορότερο δυνατό, να τον τοποθετήσετε στην οπή και, όταν το κάνετε αυτό %@ φορές, να τον αφαιρέσετε από την οπή %@ φορές.
es: La prueba debe realizarse tanto con la mano derecha como con la izquierda. Hay que introducir la clavija lo más rápido posible en el orificio y, una vez que lo hayas hecho %@ veces, volver a extraerla %@ veces.
es_419: Se probarán tanto tu mano derecha como la izquierda. Debes recoger la estaca tan rápido como te sea posible y ponerla en el hoyo; y una vez que hayas hecho eso %@ veces, debes quitarla otras %@ veces.
fi: Sekä oikea että vasen käsi testataan. Sinun on poimittava palikka mahdollisimman nopeasti, asetettava se reikään, ja tehtyäsi tämän %@ kertaa, poistettava se jälleen %@ kertaa.
fr: Votre main droite et gauche seront toutes les deux testées. Vous devez récupérer l’élément aussi rapidement que possible, le placer dans le trou et, une fois l’opération répétée %@ fois, le retirer de nouveau %@ fois.
fr_ca: Votre main droite et votre main gauche seront testées. Vous devez saisir la cheville aussi rapidement que possible, la placer dans le trou et, après avoir fait cela %@ fois, la retirer à nouveau %@ fois.
he: כעת תתבצע בדיקה של היד הימנית והשמאלית שלך. עליך להרים את הדיסקית במהירות המרבית ולהכניס אותה לחור. לאחר שתבצע/י זאת %@ פעמים, עליך להוציא אותה שוב %@ פעמים.
hi: आपके दाएँ और बाएँ, दोनों हाथों का परीक्षण किया जाएगा। आपको जितनी जल्दी हो सके, पेग को लेकर छिद्र में डालना होगा और %1$@ बार करने के बाद %2$@ बार पुनः उसे वहाँ से हटाना होगा।
hr: Testirat će se vaša desna i lijeva ruka. Morate što je brže moguće podići klin, staviti ga u otvor i, čim to napravite %@ puta, morate ga ponovno ukloniti %@ puta.
hu: A jobb és a bal keze egyaránt tesztelve lesz. Minél gyorsabban vegye fel a kört, és illessze be a lyukba, és miután ezt %@ alkalommal megtette, távolítsa el %@ alkalommal.
id: Tangan kanan dan kiri Anda akan dites. Anda harus mengambil pasak secepat mungkin, memasukkannya ke lubang, dan, setelah selesai %@ kali, mencabutnya lagi %@ kali.
it: Verranno esaminate entrambe le mani. Dovrai afferrare l'icona colorata il più velocemente possibile e inserirla nell'apposita sagoma vuota. Una volta completata l'operazione %@ volte, dovrai rimuovere l'icona altre %@ volte.
ja: 右手と左手の両方をテストします。 円をできるだけすばやくつかんでください。穴に入れる動作を%@回繰り返したら、今度は穴から円を取り出す動作を%@回繰り返します。
ko: 오른손과 왼손을 모두 테스트합니다. 페그를 최대한 빨리 집어서 구멍에 넣으십시오. 이 동작을 %@번 완료하면, 페그를 제거하는 동작을 다시 %@번 하십시오.
ms: Tangan kanan dan kiri anda akan diuji. Anda mesti mengutip pancang secepat mungkin, masukkannya ke dalam lubang dan setelah dilakukan sebanyak %@ kali, keluarkannya lagi sebanyak %@ kali.
nb: Både høyre og venstre hånd vil bli testet. Du må plukke opp pluggen så fort som mulig, og legge den i hullet. Gjør dette %@ ganger, og fjern den så igjen %@ ganger.
nl: Zowel je rechter- als linkerhand wordt getest. Je moet het schijfje zo snel mogelijk oppakken en in de cirkel plaatsen. Nadat je dit %@ keer hebt gedaan, moet je het schijfje %@ keer weer weghalen.
pl: Testowane będą zarówno prawa, jak i lewa ręka. Musisz podnieść kołek tak szybko, jak to możliwe, umieścić go w otworze, oraz po %@ razach, wyjąć go %@ razy.
pt: Tanto a sua mão direita como a esquerda serão testadas. Você deve pegar o círculo o mais rapidamente possível, colocá-lo no buraco e, após repetir %@ vezes, removê-lo novamente %@ vezes.
pt_pt: As duas mãos serão testadas. Tem de pegar no círculo o mais depressa possível e arrastá‑lo para o buraco. Depois de o fazer %@ vezes, faça o movimento contrário e remova o círculo do buraco %@ vezes.
ro: Va fi testată atât mâna dreaptă, cât și mâna stângă. Trebuie să ridicați cercul cât mai rapid posibil, să-l plasați în orificiu și, după ce repetați acțiunea de %@ ori, să-l scoateți din nou de %@ ori.
ru: Проверены будут обе руки: правая и левая. Вам потребуется поднять колышек как можно быстрее, поместить его в лунку, а затем, повторив упражнение %@ раз(а), удалить его снова %@ раз(а).
sk: Otestovaná bude vaša pravá aj ľavá ruka. Čo najrýchlejšie vezmite kolík, umiestnite do otvoru %@-krát a potom ho vytiahnite taktiež %@-krát.
sv: Både den högra och vänstra handen kommer att testas. Du måste plocka upp pinnen så fort som möjligt och placera den i hålet. När du har gjort det %@ gånger tar du bort den igen %@ gånger.
sw: Mikono yako yote miwili, kulia na kushoto, itapimwa. Unapaswa kuchukua kipini haraka iwezekanavyo, kukiweka kwenye tundu, na baada ya kukamilisha mara %@, uiondoe tena mara %@.
th: ทั้งมือขวาและมือซ้ายของคุณจะถูกทดสอบ คุณต้องหยิบหมุดให้ไวที่สุดเท่าที่จะทำได้ แล้ววางหมุดลงในช่อง ทำซ้ำ %@ ครั้ง จากนั้นให้หยิบหมุดออกจากช่อง %@ ครั้ง
tr: Hem sağ hem de sol eliniz test edilecektir. Daireyi mümkün olduğu kadar hızlı bir şekilde almalı, onu deliğe koymalı ve bunu %@ kez yaptıktan sonra yeniden %@ kez kaldırmalısınız.
uk: Тестуванню підлягають ваша права і ліва рука. Ви маєте взяти кілок якомога швидше, поставити в отвір, і зробивши це %@ разів, вилучити його знов %@ разів.
vi: Cả tay phải và trái của bạn sẽ được kiểm tra. Bạn phải nhặt miếng gỗ nhanh nhất có thể, đặt vào trong lỗ, và khi đã thực hiện xong %@ lần, hãy lấy ra %@ lần nữa.
zh_cn: 您的右手和左手都需要进行测试。 您必须以最快速度拿起圆饼，将其放入圆孔中，完成 %@ 次后，再将其移除 %@ 次。
zh_hk: 你的左右手都會被測試。 你必須盡快拿起釘子放入洞中，並在完成 %@ 次後，再拿出來 %@ 次。
zh_tw: 將會測試您的右手和左手。 您必須儘快拿起圓柱，將其放入孔中，完成 %@ 次之後，再將圓柱從孔中取出 %@ 次。

# HOLE_PEG_TEST_PLACE_INSTRUCTION_LEFT_HAND
source: Put the peg in the hole using your left hand.
ar: قم بوضع العقدة في الحفرة باستخدام اليد اليسرى.
ca: Posa la clavilla al forat amb la mà esquerra.
cs: Zasuňte kolík do otvoru levou rukou.
da: Anbring cirklen i hullet vha. din venstre hånd.
de: Bewege den Kreis mit der linken Hand in das Loch.
el: Τοποθετήστε τον κύκλο στην οπή με το αριστερό χέρι σας.
es: Introduce la clavija en el agujero con la mano izquierda.
es_419: Coloca la estaca en el hoyo usando tu mano izquierda.
fi: Laita palikka reikään vasemmalla kädellä.
fr: Placez le rond dans le trou avec votre main gauche.
fr_ca: Placez le cercle dans le trou en utilisant votre main gauche.
he: מקם/י את הדיסקית בתוך החור באמצעות ידך השמאלית.
hi: अपने बाएँ हाथ से पेग को छिद्र में डालें।
hr: Stavite klin u rupu koristeći se lijevom rukom.
hu: Tegye a kört a lyukba a bal kezével.
id: Letakkan sumbat di lubang menggunakan tangan kiri Anda.
it: Sposta l'icona colorata nella sagoma vuota usando la mano sinistra.
ja: 左手で円を穴に置いてください。
ko: 왼손을 사용하여 페그를 구멍에 넣으십시오.
ms: Letakkan pancang ke dalam lubang menggunakan tangan kiri anda.
nb: Plasser pluggen i hullet med venstre hånd.
nl: Plaats met je linkerhand het schijfje in de cirkel.
pl: Umieść kołek w otworze, używając lewej ręki.
pt: Coloque o círculo no buraco com sua mão esquerda.
pt_pt: Com a mão esquerda, ponha o círculo dentro do buraco.
ro: Puneți cercul în orificiu folosind mâna stângă.
ru: Поместите колышек в лунку левой рукой.
sk: Umiestnite kolík do otvoru pomocou ľavej ruky.
sv: Placera pinnen i hålet med hjälp av vänster hand.
sw: Weka kipini kwenye tundu kwa kutumia mkono wako wa kushoto.
th: ใช้มือซ้ายหยิบหมุดวางลงในช่อง
tr: Sol elinizi kullanarak daireyi deliğin içine koyun.
uk: Покладіть кілок в отвір лівою рукою.
vi: Đặt miếng gỗ vào trong lỗ bằng tay trái của bạn.
zh_cn: 用您的左手将圆饼放入圆孔中。
zh_hk: 請用左手將圓柱放進洞中。
zh_tw: 用您的左手將圓柱放入孔中。
